Repository: sw33trockz/WPSS
Catalog: Tom/PersonalTrainerHQ/Truemag/assets/lang/*.po
Languages: el_gr, nb_no, uk_ua

source: Sorry, the page you asked for couldn't be found.
el_gr: Ζητούμε συγγνώμη, αλλά η σελίδα που ψάχνετε δεν υπάρχει.
nb_no: Beklager, siden du ba om ble ikke funnet.
uk_ua: На жаль, запитувана сторінка не знайдена.

source: Please, try to use the search form below.
el_gr: Μπορείτε να δοκιμάσετε την αναζήτηση χρησιμοποιώντας λέξεις - κλειδιά.
nb_no: Vær så snill, prøv å bruke søkeskjemaet nedenfor.
uk_ua: Будь ласка, використовуйте форму пошуку.

source: Search...
el_gr: Αναζήτηση...
nb_no: Søk ...
uk_ua: Пошук...

source: Here's a little map that might help you get back on track:
el_gr: Ακολουθεί ένας μικρός χάρτης, που μπορεί να βοηθήσει την περιήγησή σας στο Bimag:
nb_no: Her er et lite kart som kan hjelpe deg å komme tilbake på sporet:
uk_ua: Можливо, ці посилання допоможуть знайти те, що Ви шукали.

source: Categories
el_gr: Κατηγορίες
nb_no: kategorier
uk_ua: Категорії

source: Archives
el_gr: Αρχεία
nb_no: Arkiv
uk_ua: Архіви

source: Pages
el_gr: Σελίδες
nb_no: Sider
uk_ua: Сторінки

source: Older posts
el_gr: Παλαιότερα άρθρα
nb_no: Eldre innlegg
uk_ua: Назад

source: Newer posts
el_gr: Νεότερα άρθρα
nb_no: Nyere innlegg
uk_ua: Вперед

source: Sorry, no posts matched your criteria.
el_gr: Δε βρέθηκαν αποτελέσματα.
nb_no: Beklager, ingen innlegg passet til kriteriene dine.
uk_ua: На жаль, нічого немає.

source: This post is password protected. Enter the password to view any comments.
el_gr: Το άρθρο προστατεύεται με κωδικό. Εισάγετε τον κωδικό για να δείτε τα σχόλια.
nb_no: Dette innlegget er passordbeskyttet. Skriv inn passordet for å se eventuelle kommentarer.
uk_ua: Цей пост захищений паролем. Введіть пароль для перегляду коментарів.

source: Comments
el_gr: Σχόλια
nb_no: kommentarer
uk_ua: Коментарі

source: Pingbacks
uk_ua: Пінгбекі

source: Older comments
el_gr: Παλαιότερα σχόλια
nb_no: Eldre kommentarer
uk_ua: Назад

source: Newer comments
el_gr: Πρόσφατα σχόλια
nb_no: Nyere kommentarer
uk_ua: Вперед

source: You must be logged in to post a comment.
el_gr: Πρέπει να συνδεθείτε για να γράψετε σχόλιο.
nb_no: Du må være innlogget for å skrive en kommentar.
uk_ua: Ви повинні увійти, щоб залишити коментар.

source: Log in
el_gr: Σύνδεση
nb_no: Logg inn
uk_ua: Вхід

source: Name
el_gr: Όνομα
nb_no: Navn
uk_ua: Iм'я

source: Website
el_gr: Ιστότοπος
nb_no: Nettsted
uk_ua: Сайт

source: Type here
el_gr: Το κείμενό σου εδώ:
nb_no: Skriv inn her
uk_ua: Напишіть тут

source: Aside
el_gr: Χωριστά
nb_no: Bortsett
uk_ua: Iнший

source: Image
el_gr: Εικόνα
nb_no: Bilde
uk_ua: Зображення

source: Gallery
el_gr: Συλλογή
nb_no: Galleri
uk_ua: Галерея

source: Audio
el_gr: Αρχείο ήχου
nb_no: Lyd
uk_ua: Аудіо

source: Video
el_gr: Βίντεο
uk_ua: Відео

source: Link
el_gr: Σύνδεσμος
nb_no: Lenke
uk_ua: Посилання

source: Quote
el_gr: Παράθεμα
nb_no: Sitat
uk_ua: Цитата

source: Status
el_gr: Κατάσταση
uk_ua: Статус

source: Chat
uk_ua: Чат

source: Appears on the header of all pages.
el_gr: Εμφανίζεται στην κορυφή όλων των σελίδων.
nb_no: Vises i toppteksten på alle sidene.
uk_ua: Показується в хедері всіх сторінок.

source: Appears on the middle of homepage and archives.
el_gr: Εμφανίζεται στο μέσον της αρχικής σελίδας και των αρχείων.
nb_no: Vises på midten av hjemmesiden og arkiver.
uk_ua: Показується в середині головної сторінки.

source: Appears on the bottom of all pages.
el_gr: Εμφανίζεται στο κάτω μέρος όλων των σελίδων.
nb_no: Vises nederst på alle sidene.
uk_ua: Показується внизу всіх сторінок.

source: Default
el_gr: Προεπιλογή
nb_no: Standard
uk_ua: За замовчуванням

source: This is standard template.
el_gr: Αυτό είναι πρότυπο template.
nb_no: Dette er standard mal.
uk_ua: Це стандартний шаблон.

source: Template with thumbnails.
el_gr: Template με μικρογραφίες εικόνων.
nb_no: Mal med miniatyrbilder.
uk_ua: Шаблон з мініатюрами

source: Minimalistic template. Also it used on search page.
el_gr: Μινιμαλιστικό template. Χρησιμοποιείται επίσης στη σελίδα αναζήτησης.
nb_no: Minimalistisk mal. Også det brukt på søkesiden.
uk_ua: Мінімалістичний шаблон. Також він використовується на сторінці пошуку.

source: Light
el_gr: Φωτεινό
nb_no: Lys
uk_ua: Світлий

source: Dark
el_gr: Σκοτεινό
nb_no: Mørk
uk_ua: Темний

source: Sorry, nothing matched your search criteria. Please try again with some different keywords.
el_gr: Δε βρέθηκαν αποτελέσματα. Παρακαλούμε δοκιμάστε με διαφορετικές λέξεις - κλειδιά.
nb_no: Beklager, ingenting som passet dine søkekriterier. Vennligst prøv igjen med noen andre søkeord.
uk_ua: Будь ласка, спробуйте ще раз використовуючи інші ключові слова.

source: You Might Also Like
el_gr: Δες επίσης
nb_no: Du kan også gjerne
uk_ua: См. также

source: Facebook
uk_ua: Фейсбук

source: Google+
uk_ua: Гугл+

source: Twitter
uk_ua: Твiттер

source: You're using <strong>ST Kit</strong> plugin v.%1$s, however <strong>%2$s</strong> theme requires <strong>ST Kit</strong> v.%3$s or higher. Update plugin from <a href='%4$s'>Plugins</a> page.
nb_no: Du bruker <strong> ST Kit </strong> plugin v.%1$s, men <strong>%2$s</strong> temaet krever <strong> ST Kit </ strong> v.%3$s eller høyere. Oppdater plugin fra <a href='%4$s'>Plugins</a> side.
uk_ua: Ви використовуєте плагін <strong>ST Kit</ strong> версії %1$s, проте для повноцінної роботи теми <strong>%2$s</ strong> потрібна <strong>ST Kit</ strong> версії %3$s і вище. Перейдіть на сторінку <a href='%4$s'>Плагіни</ a> і обновіть <strong>ST Kit</ strong>.

source: Previous
el_gr: Προηγούμενο
nb_no: Forrige
uk_ua: Назад

source: Next
el_gr: Επόμενο
nb_no: Neste
uk_ua: Вперед

source: Leave a reply
el_gr: Γράψε το σχόλιό σου
nb_no: Legg igjen et svar
uk_ua: Написати коментар

source: Primary Menu
el_gr: Βασικό μενού
nb_no: primær Meny
uk_ua: Основне меню

source: Secondary Menu
el_gr: Δευτερεύον μενού
nb_no: sekundær Meny
uk_ua: Додаткове меню

source: Home
el_gr: Αρχική
nb_no: Hjem
uk_ua: Головна

source: Appears on posts and pages by default.
el_gr: Εμφανίζεται στα άρθρα και στις σελίδες από προεπιλογή.
nb_no: Vises på innlegg og sider som standard.
uk_ua: Показується на сторінках і постах по-замовчуванням.

source: Appears on archives and homepage.
el_gr: Εμφανίζεται στα αρχεία και την αρχική σελίδα.
nb_no: Vises på arkiver og hjemmeside.
uk_ua: Показується на головній сторінці та архівах.

source: Additional sidebar. Usually, it comes by left side of post. Appears on posts only.
el_gr: Πρόσθετη sidebar. Συνήθως βρίσκεται στο αριστερό μέρος. Εμφανίζεται μόνο στα άρθρα.
nb_no: Tilleggs sidebar. Vanligvis kommer det ved venstre side av stolpen. Vises på innlegg bare.
uk_ua: Додатковий сайдбар. Показується тільки в постах. Зазвичай розташований зліва від контентної частини.

source: Appears on Front Page by default.
el_gr: Εμφανίζεται στην πρώτη σελίδα από προεπιλογή.
nb_no: Vises på Front Page som standard.
uk_ua: Показується на головній сторінці.

source: Appears on projects and archives of projects depends of selected template.
el_gr: Εμφανίζεται σε έργα και αρχεία έργων που βασίζονται στο επιλεγμένο template.
nb_no: Vises på prosjekter og arkiver av prosjektene avhenger av valgt mal.
uk_ua: Показується на сторінці проекту або архівах проектів залежно від вибраного шаблону.

source: Appears on all pages at the bottom of site.
el_gr: Εμφανίζεται σε όλες τις σελίδες στο κάτω μέρος του σάιτ.
nb_no: Vises på alle sider i bunnen av nettstedet.
uk_ua: Показується в нижній частині всіх сторінок сайту.

source: Appears on bbPress forum pages.
el_gr: Εμφανίζεται στις σελίδες bbPress forum.
nb_no: Vises på bbPress forum sider.
uk_ua: Показується на сторінках bbPress-форуму.

source: Appears on BuddyPress pages.
el_gr: Εμφανίζεται στις σελίδες BuddyPress.
nb_no: Vises på Buddypress sider.
uk_ua: Показується на сторінках BuddyPress.

source: Appears on WooCommerce pages.
el_gr: Εμφανίζεται στις σελίδες WooCommerce.
nb_no: Vises på WooCommerce sider.
uk_ua: Показується на сторінках WooCommerce.

source: Appears on selected posts and pages.
el_gr: Εμφανίζεται σε επιλεγμένα άρθρα και σελίδες.
nb_no: Vises på utvalgte innlegg og sider.
uk_ua: Показується на обраних посадах і сторінках.

source: Install Required Plugins
el_gr: Εγκατάσταση απαιτούμενων Πρόσθετων
nb_no: Installer påkrevd Plugins
uk_ua: Встановити необхідні плагіни

source: Install Plugins
el_gr: Εγκατάσταση Πρόσθετων
nb_no: Installer Plugins
uk_ua: Встановити плагіни

source: Installing Plugin: %s
el_gr: Εγκατάσταση Πρόσθετου: %s
nb_no: Installere Plugin: %s
uk_ua: Установка плагіна: %s

source: Something went wrong with the plugin API.
el_gr: Εμφανίστηκε πρόβλημα με το Πρόσθετο API.
nb_no: Noe gikk galt med plugin API.
uk_ua: Щось не так з API плагіна.

source: Return to Required Plugins Installer
el_gr: Επιστροφή στην εγκατάσταση των απαιτούμενων Πρόσθετων.
nb_no: Gå tilbake til Nødvendig Plugins Installer
uk_ua: Назад до інсталятора необхідних плагінів

source: Plugin activated successfully.
el_gr: Επιτυχής ενεργοποίηση Πρόσθετου.
nb_no: Plugin aktivert vellykket.
uk_ua: Плагін успішно активовано.

source: All plugins installed and activated successfully. %s
el_gr: Όλα τα Πρόσθετα εγκαταστάθηκαν και ενεργοποιήθηκαν επιτυχώς. %s
nb_no: Alle plugins installert og aktivert vellykket. % s
uk_ua: Всі плагіни встановлені й успішно активовані. %s

source: Please enter your Envato Marketplace Username.
el_gr: Παρακαλώ εισάγετε το όνομα χρήστη στο Envato Marketplace
nb_no: Skriv inn Envato Market Brukernavn.
uk_ua: Будь ласка, введіть логін на Envato Marketplace.

source: Please enter your Envato Marketplace API Key.
el_gr: Παρακαλώ εισάγετε το API Key στο Envato Marketplace
nb_no: Skriv inn Envato Market API-nøkkel.
uk_ua: Будь ласка, введіть Ваш ключ API на Envato Marketplace.

source: The API "set" is a required parameter.
el_gr: Το API "set" είναι απαιτούμενη παράμετρος
nb_no: API "sett" er en nødvendig parameter.
uk_ua: Обов'язковий параметр.

source: The Envato Marketplace "item ID" is a required parameter.
el_gr: Το Envato Marketplace "item ID" είναι απαιτούμενη παράμετρος
nb_no: Den Envato Market "element-ID" er en nødvendig parameter.
uk_ua: Обов'язковий параметр.

source: Something went wrong.
el_gr: Προέκυψε λάθος
nb_no: Noe gikk galt.
uk_ua: Щось пішло не так.

source: Return to the dashboard
el_gr: Επιστροφή στον Πίνακα ελέγχου
nb_no: Gå tilbake til dashbordet
uk_ua: Повернутися до робочого столу

source: The following plugin was activated successfully:
el_gr: Το ακόλουθο Πρόσθετο εγκαταστάθηκε επιτυχώς:
nb_no: Følgende plugin ble aktivert vellykket:
uk_ua: Нижченаведені плагіни встановлені й успішно активовані: %s.

source: All plugins installed and activated successfully. %1$s
el_gr: Όλα τα Πρόσθετα εγκαταστάθηκαν και ενεργοποιήθηκαν επιτυχώς. %1$s
nb_no: Alle plugins installert og aktivert vellykket. %1$s
uk_ua: Всі плагіни встановлені й успішно активовані. %1$s

source: Dismiss this notice
el_gr: Απόρριψη αυτής της ειδοποίησης
nb_no: Avfeie denne kunngjøringen
uk_ua: Ігнорувати це повідомлення

source: Return to the Dashboard
el_gr: Επιστροφή στον Πίνακα ελέγχου
nb_no: Gå tilbake til Dashboard
uk_ua: Повернутися до робочого столу

source: Private Repository
el_gr: Ιδιωτικός χώρος αποθήκευσης
uk_ua: Приватний репозиторій

source: Pre-Packaged
el_gr: Προσυσκευασμένα
nb_no: Pre-Pakket
uk_ua: Що поставляється

source: WordPress Repository
el_gr: Χώρος αποθήκευσης WordPress
uk_ua: WordPress репозиторій

source: Required
el_gr: Απαραίτητο
nb_no: Obligatorisk
uk_ua: Необхідний

source: Recommended
el_gr: Προτεινόμενο
nb_no: Anbefalt
uk_ua: Рекомендований

source: Not Installed
el_gr: Δεν εγκαταστάθηκε
nb_no: ikke installert
uk_ua: Не встановлений

source: Installed But Not Activated
el_gr: Εγκαταστάθηκε, αλλά δεν ενεργοποιήθηκε
nb_no: Installert, men ikke aktivert
uk_ua: Встановлено, але не активований

source: Install
el_gr: Εγκατάσταση
nb_no: Installer
uk_ua: Встановити

source: Activate
el_gr: Ενεργοποίηση
nb_no: Aktiver
uk_ua: Активувати

source: No plugins to install or activate. <a href="%1$s" title="Return to the Dashboard">Return to the Dashboard</a>
el_gr: Δεν υπάρχουν Πρόσθετα προς εγκατάσταση ή ενεργοποίηση. <a href="%1$s" title="Return to the Dashboard">Return to the Dashboard</a>
nb_no: Ingen plugins å installere eller aktivere. <a href="%1$s" title="Return til Dashboard"> Tilbake til Dashboard </ a>
uk_ua: Нема чого встановлювати або активувати. <a href="%1$s" title="Повернутися до робочого столу">Повернутися до робочого столу</a>

source: Plugin
el_gr: Πρόσθετο
uk_ua: Плагін

source: Source
el_gr: Πηγή
uk_ua: Ресурс

source: Type
el_gr: Τύπος
uk_ua: Тип

source: No plugins are available to be installed at this time.
el_gr: Δεν υπάρχουν Πρόσθετα διαθέσιμα προς εγκατάσταση αυτή τη στιγμή.
nb_no: Ingen plugins er tilgjengelige for å bli installert på denne tiden.
uk_ua: Немає доступних для інсталяції плагінів.

source: No plugins are available to be activated at this time.
el_gr: Δεν υπάρχουν Πρόσθετα διαθέσιμα προς ενεργοποίηση αυτή τη στιγμή.
nb_no: Ingen plugins er tilgjengelige for å bli aktivert på dette tidspunktet.
uk_ua: Немає доступних для активації плагінів.

source: Install package not available.
el_gr: Δεν είναι διαθέσιμο το πακέτο εγκατάστασης.
nb_no: Installer pakken ikke tilgjengelig.
uk_ua: Не виходить встановити.

source: Downloading install package from <span class="code">%s</span>&#8230;
el_gr: Λήψη πακέτου εγκατάστασης από <span class="code">%s</span>&#8230;
nb_no: Laste ned installasjonspakken fra <span class="code">%s</span>&#8230;
uk_ua: Завантажуємо з <span class="code">%s</span>&#8230;

source: Unpacking the package&#8230;
el_gr: Εξαγωγή των περιεχομένων του πακέτου&#8230;
nb_no: Pakke ut package&#8230;
uk_ua: Розпаковуємо...

source: Installing the plugin&#8230;
el_gr: Εγκατάσταση του Πρόσθετου&#8230;
nb_no: installere plugin&#8230;
uk_ua: Встановлюємо плагін...

source: Plugin install failed.
el_gr: Η εγκατάσταση του Πρόσθετου απέτυχε.
nb_no: Plugin installere mislyktes.
uk_ua: Не вийшло встановити плагін.

source: Plugin installed successfully.
el_gr: Το Πρόσθετο εγκαταστάθηκε επιτυχώς.
nb_no: Plugin installert.
uk_ua: Плагін успішно встановлений.

source: Plugin activation failed.
el_gr: Η ενεργοποίηση του Πρόσθετου απέτυχε.
nb_no: Plugin aktivering mislyktes.
uk_ua: Не вийшло активувати плагін.

source: The installation and activation process is starting. This process may take a while on some hosts, so please be patient.
el_gr: Η διαδικασία εγκατάστασης και ενεργοποίησης αρχίζει. Μπορεί να χρειαστεί να περιμένετε λίγο ώσπου να ολοκληρωθεί.
nb_no: Installasjonen og aktiveringsprosessen starter. Denne prosessen kan ta en stund på noen verter, så vær tålmodig.
uk_ua: Починаємо процес встановлення і активації. Це може зайняти деякий час, тому, будь ласка, будьте терплячі.

source: %1$s installed and activated successfully.
el_gr: %1$s εγκαταστάθηκε και ενεργοποιήθηκε επιτυχώς.
nb_no: %1$s er installert og aktivert vellykket.
uk_ua: %1$s встановлений і успішно активований.

source: Show Details
el_gr: Εμφάνιση λεπτομερειών
nb_no: Vis detaljer
uk_ua: Розгорнути

source: Hide Details
el_gr: Απόκρυψη λεπτομερειών
nb_no: Skjul detaljer
uk_ua: Згорнути

source: All installations and activations have been completed.
el_gr: Όλες οι εγκαταστάσεις και ενεργοποιήσεις έχουν ολοκληρωθεί.
nb_no: Alle installasjoner og aktiveringer er gjennomført.
uk_ua: Всі процеси установки і активації були завершені.

source: Installing and Activating Plugin %1$s (%2$d/%3$d)
el_gr: Εγκατάσταση και ενεργοποίηση Πρόσθετου %1$s (%2$d/%3$d)
nb_no: Installere og aktivere Plugin %1$s (%2$d/%3$d)
uk_ua: Встановлення і активація плагіна %1$s (%2$d/%3$d)

source: The installation process is starting. This process may take a while on some hosts, so please be patient.
el_gr: Η διαδικασία εγκατάστασης αρχίζει. Μπορεί να χρειαστεί να περιμένετε λίγο ώσπου να ολοκληρωθεί.
nb_no: Installasjonsprosessen starter. Denne prosessen kan ta en stund på noen verter, så vær tålmodig.
uk_ua: Починаємо процес установки. Це може зайняти деякий час, тому, будь ласка, будьте терплячі.

source: An error occurred while installing %1$s: <strong>%2$s</strong>.
el_gr: Παρουσιάστηκε λάθος κατά την εγκατάσταση %1$s: <strong>%2$s</strong>.
nb_no: Det oppstod en feil under installasjon %1$s: <strong>%2$s</strong>.
uk_ua: Сталася помилка при установці плагіна %1$s: <strong>%2$s</strong>.

source: The installation of %1$s failed.
el_gr: Η εγκατάσταση του %1$s απέτυχε.
nb_no: Installasjonen av %1$s mislyktes.
uk_ua: Не вийшло встановити плагін %1$s

source: %1$s installed successfully.
el_gr: %1$s εγκαταστάθηκε με επιτυχία.
nb_no: %1$s installert.
uk_ua: %1$s успішно встановлений.

source: All installations have been completed.
el_gr: Όλες οι εγκαταστάσεις ολοκληρώθηκαν.
nb_no: Alle installasjoner er ferdigstilt.
uk_ua: Всі процеси установки були завершені.

source: Installing Plugin %1$s (%2$d/%3$d)
el_gr: Εγκατάσταση Πρόσθετου %1$s (%2$d/%3$d)
nb_no: installere Plugin %1$s (%2$d/%3$d)
uk_ua: Встановлюємо плагін %1$s (%2$d/%3$d)

source: at
el_gr: σε
nb_no: på
uk_ua: в

source: Reply
el_gr: Απάντηση
nb_no: Svar
uk_ua: Відповісти

source: Cancel
el_gr: Άκυρο
nb_no: Avbryt
uk_ua: Скасування

source: Edit
el_gr: Επεξεργασία
nb_no: Rediger
uk_ua: Редагувати

source: Your comment is awaiting moderation.
el_gr: Το σχόλιό σου βρίσκεται σε αναμονή
nb_no: Din kommentar venter på moderering.
uk_ua: Ваш коментар очікує модерації.

source: More
el_gr: Δες το άρθρο
nb_no: Mer
uk_ua: Далі

source: Welcome to
el_gr: Καλωσορίσατε στο
nb_no: Velkommen til
uk_ua: Ласкаво просимо в

source: For replacing this dummy info, please, drop a widget on "Homepage Sidebar 1" at Appearance > Widgets page.
el_gr: Για να αντικαταστήσετε το dummy info, παρακαλούμε εισάγετε ένα widget στο "Homepage Sidebar 1" at Appearance > Widgets page.
nb_no: For å erstatte dette dummy info, vær så snill, slipp en widget på "hjemmeside Sidebar 1" på Utseende> Widgets side.
uk_ua: Щоб замінити цю інформацію на власну, будь ласка, додайте будь віджет в "Homepage Sidebar 1".

source: Live demo
uk_ua: Демо

source: Documentation
el_gr: Τεκμηρίωση
nb_no: Dokumentasjon
uk_ua: Документація

source: Theme Panel
el_gr: Πίνακας διαχείρισης θέματος
nb_no: Tema Panel
uk_ua: Панель теми

source: Setup custom logo
el_gr: Εγκατάσταση λογότυπου
nb_no: Oppsett tilpasset logo
uk_ua: Встановити своє лого

source: Setup Google Analytics
el_gr: Εγκατάσταση Google Analytics
nb_no: Oppsett Google Analytics
uk_ua: Встановити Google Analytics

source: Change blog template
el_gr: Αλλαγή στην εμφάνιση του blog
nb_no: Endre bloggmal
uk_ua: Вибрати шаблон блогу

source: Select footer scheme
el_gr: Επιλογή σχεδίου υποσέλιδου
nb_no: Velg footer ordningen
uk_ua: Вибрати варіант футера

source: Use another font
el_gr: Αλλαγή γραμματοσειράς
nb_no: Bruk en annen font
uk_ua: Використовувати інший шрифт

source: Tweak colors
nb_no: tweak farger
uk_ua: Налаштувати кольори

source: Enable portfolio
el_gr: Ενεργοποίηση portfolio
nb_no: aktiver portefølje
uk_ua: Активувати портфоліо

source: 1 Comment
el_gr: 1 Σχόλιο
nb_no: 1 Kommentar

source: % Comments
el_gr: % Σχόλια
nb_no: % Kommentarer

source: Email
nb_no: E-post
